Repository: avsabahattinyucel-jpg/rork-zikrim---dua---tesbihat
Catalog: Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fa, fr, id, ms, ru, ur

# notifications_disabled_subtitle
source: Hatırlatıcı almak için bildirimleri etkinleştirin.
ar: فعّل الإشعارات لتلقي التذكيرات.
de: Aktiviere Benachrichtigungen, um Erinnerungen zu erhalten.
en: Enable notifications to receive reminders.
es: Activa las notificaciones para recibir recordatorios.
fa: برای دریافت یادآوری‌ها اعلان‌ها را فعال کنید.
fr: Activez les notifications pour recevoir des rappels.
id: Aktifkan notifikasi untuk menerima pengingat.
ms: Aktifkan notifikasi untuk menerima peringatan.
ru: Включите уведомления, чтобы получать напоминания.
ur: یاددہانی کے لیے اطلاعات فعال کریں۔

# notifications_disabled_title
source: Bildirimler Kapalı
ar: الإشعارات معطلة
de: Benachrichtigungen deaktiviert
en: Notifications Disabled
es: Notificaciones desactivadas
fa: اعلان‌ها غیرفعال هستند
fr: Notifications désactivées
id: Notifikasi dinonaktifkan
ms: Notifikasi dimatikan
ru: Уведомления отключены
ur: اطلاعات بند ہیں

source: Notlar
ar: ملاحظات
de: Notizen
en: Notes
es: Notas
fa: یادداشت‌ها
fr: Notes
id: Catatan
ms: Nota
ru: Заметки
ur: نوٹس

# notlar_2
source: Notlar
ar: ملاحظات
de: Notizen
en: Notes
es: Notas
fa: یادداشت‌ها
fr: Notes
id: Catatan
ms: Nota
ru: Заметки
ur: نوٹس

# notlarim_ve_dualarim
source: Notlarım ve Dualarım
ar: ملاحظاتي وأدعيتي
de: Meine Notizen und Duas
en: My Notes and Duas
es: Mis notas y du'as
fa: یادداشت‌ها و دعاهای من
fr: Mes notes et du'as
id: Catatan dan doa saya
ms: Nota dan doa saya
ru: Мои заметки и дуа
ur: میرے نوٹس اور دعائیں

# notu_duzenle
source: Notu Düzenle
ar: تعديل الملاحظة
de: Notiz bearbeiten
en: Edit Note
es: Editar nota
fa: ویرایش یادداشت
fr: Modifier la note
id: Edit catatan
ms: Edit nota
ru: Редактировать заметку
ur: نوٹ میں ترمیم

# o_gun_ne_yapabilirim
source: O gün ne yapabilirim?
ar: ماذا يمكنني أن أفعل في ذلك اليوم؟
de: Was kann ich an diesem Tag tun?
en: What can I do that day?
es: ¿Qué puedo hacer ese día?
fa: آن روز چه کاری می‌توانم انجام دهم؟
fr: Que puis-je faire ce jour-là ?
id: Apa yang bisa saya lakukan hari itu?
ms: Apa yang boleh saya lakukan pada hari itu?
ru: Что я могу сделать в этот день?
ur: میں اس دن کیا کر سکتا ہوں؟

# o_gun_ne_yapabilirsin
source: O gün ne yapabilirsin?
ar: ماذا يمكنك أن تفعل في ذلك اليوم؟
de: Was kannst du an diesem Tag tun?
en: What can you do that day?
es: ¿Qué puedes hacer ese día?
fa: آن روز چه کاری می‌توانی انجام دهی؟
fr: Que pouvez-vous faire ce jour-là ?
id: Apa yang bisa kamu lakukan hari itu?
ms: Apa yang boleh anda lakukan pada hari itu?
ru: Что ты можешь сделать в этот день?
ur: تم اس دن کیا کر سکتے ہو؟

# okudugum_zikir_veya_dua
source: Okuduğum zikir veya dua…
ar: الذكر أو الدعاء الذي قرأتُه…
de: Dhikr oder Dua, das ich gelesen habe…
en: Dhikr or dua I recited…
es: Dhikr o du'a que recité…
fa: ذکر یا دعایی که خواندم…
fr: Dhikr ou du'a que j'ai récité…
id: Dzikir atau doa yang saya baca…
ms: Zikir atau doa yang saya baca…
ru: Зикр или дуа, которые я прочитал…
ur: وہ ذکر یا دعا جو میں نے پڑھی…

# okunus
source: Okunuş
ar: القراءة المنقولة
de: Umschrift
en: Transliteration
es: Transliteración
fa: آوانویسی
fr: Translittération
id: Transliterasi
ms: Transliterasi
ru: Транслитерация
ur: تلفظ

# okunus_2
source: Okunuş
ar: القراءة المنقولة
de: Umschrift
en: Transliteration
es: Transliteración
fa: آوانویسی
fr: Translittération
id: Transliterasi
ms: Transliterasi
ru: Транслитерация
ur: تلفظ

# okunusu_yazin
source: Okunuşu yazın...
ar: اكتب القراءة المنقولة...
de: Umschrift eingeben...
en: Write transliteration...
es: Escribe la transliteración...
fa: آوانویسی را بنویسید...
fr: Écrivez la translittération...
id: Tulis transliterasi...
ms: Tulis transliterasi...
ru: Введите транслитерацию...
ur: تلفظ لکھیں...

# onboarding_avlu_subtitle
source: Gününüze dua, zikir ve huzurlu hatırlatmalarla başlayın.
ar: ابدأ يومك بالصلاة والذكر وتذكيرات هادئة.
de: Beginne deinen Tag mit Gebet, Dhikr und ruhigen Erinnerungen.
en: Begin your day with prayer, dhikr, and calm reminders.
es: Empieza tu día con oración, dhikr y recordatorios serenos.
fa: روز خود را با دعا، ذکر و یادآورهای آرام آغاز کنید.
fr: Commencez votre journée avec la prière, le dhikr et des rappels apaisants.
id: Mulailah hari Anda dengan doa, dhikr, dan pengingat yang menenangkan.
ms: Mulakan hari anda dengan doa, zikir dan peringatan yang menenangkan.
ru: Начинайте день с молитвы, зикра и спокойных напоминаний.
ur: اپنے دن کا آغاز دعا، ذکر اور پرسکون یاد دہانیوں سے کریں۔

# onboarding_avlu_title
source: Günlük Dua ve Huzur
ar: الصلاة اليومية والسكينة
de: Tägliches Gebet und Frieden
en: Daily Prayer and Peace
es: Oración diaria y paz
fa: دعای روزانه و آرامش
fr: Prière quotidienne et paix
id: Doa Harian dan Ketenangan
ms: Doa Harian dan Ketenangan
ru: Ежедневная молитва и покой
ur: روزانہ دعا اور سکون

# onboarding_continue
source: Devam
ar: متابعة
de: Weiter
en: Continue
es: Continuar
fa: ادامه
fr: Continuer
id: Lanjutkan
ms: Teruskan
ru: Продолжить
ur: جاری رکھیں

# onboarding_get_started
source: Başla
ar: ابدأ
de: Loslegen
en: Get Started
es: Comenzar
fa: شروع کنید
fr: Commencer
id: Mulai
ms: Mula
ru: Начать
ur: شروع کریں

# onboarding_page_dhikr_subtitle
source: Hedef belirleyin, zikrinizi düzenli takip edin ve serinizi koruyun.
ar: حدّد هدفًا، وتابع ذكرك بانتظام، واحفظ استمراريتك.
de: Setze dir ein Ziel, verfolge deinen Dhikr regelmäßig und bewahre deine Beständigkeit.
en: Set a goal, track your dhikr consistently, and protect your streak.
es: Fija una meta, sigue tu dhikr con constancia y cuida tu continuidad.
fa: برای خود هدف بگذار، ذکر خود را منظم دنبال کن و استمرار معنوی‌ات را حفظ کن.
fr: Fixez un objectif, suivez votre dhikr avec régularité et préservez votre constance.
id: Tetapkan tujuan, ikuti zikir Anda secara teratur, dan jaga konsistensinya.
ms: Tetapkan sasaran, ikuti zikir anda dengan teratur, dan kekalkan konsistensinya.
ru: Поставьте цель, регулярно отслеживайте зикр и сохраняйте постоянство.
ur: ایک ہدف مقرر کریں، اپنے ذکر کو باقاعدگی سے جاری رکھیں اور تسلسل برقرار رکھیں۔

# onboarding_page_dhikr_title
source: Tesbihat
ar: الذكر
de: Dhikr
en: Dhikr
es: Dhikr
fa: ذکر
fr: Dhikr
id: Zikir
ms: Zikir
ru: Зикр
ur: ذکر

# onboarding_page_premium_subtitle
source: Aylık ₺79 veya yıllık ₺799 ile reklamsız kullanım, gelişmiş istatistik, widget ve bulut senkronizasyonunu açın.
ar: افتح تجربة بلا إعلانات وإحصاءات متقدمة وويدجت ومزامنة سحابية مع بريميوم الشهري أو السنوي.
de: Schalte mit monatlichem oder jährlichem Premium ein werbefreies Erlebnis, erweiterte Statistiken, Widgets und Cloud-Sync frei.
en: Unlock an ad-free experience, advanced statistics, widgets, and cloud sync with monthly or yearly Premium.
es: Desbloquea una experiencia sin anuncios, estadísticas avanzadas, widgets y sincronización en la nube con Premium mensual o anual.
fa: با پریمیوم ماهانه یا سالانه، تجربه‌ای بدون تبلیغ، آمار پیشرفته، ویجت‌ها و همگام‌سازی ابری را فعال کن.
fr: Débloquez une expérience sans publicité, des statistiques avancées, des widgets et la synchronisation cloud avec Premium mensuel ou annuel.
id: Buka pengalaman bebas iklan, statistik lanjutan, widget, dan sinkronisasi cloud dengan Premium bulanan atau tahunan.
ms: Buka pengalaman tanpa iklan, statistik lanjutan, widget dan penyegerakan awan dengan Premium bulanan atau tahunan.
ru: Откройте доступ к версии без рекламы, расширенной статистике, виджетам и облачной синхронизации с месячным или годовым Premium.
ur: ماہانہ یا سالانہ پریمیم کے ساتھ بغیر اشتہار تجربہ، جدید شماریات، ویجٹس اور کلاؤڈ سنک حاصل کریں۔

# onboarding_page_premium_title
source: Premium Avantajlar
ar: مزايا بريميوم
de: Premium-Vorteile
en: Premium Benefits
es: Ventajas Premium
fa: مزایای پریمیوم
fr: Avantages Premium
id: Keuntungan Premium
ms: Kelebihan Premium
ru: Преимущества Premium
ur: پریمیم فوائد

# onboarding_page_rabia_subtitle
source: Rabia ile günlük dua, zikir takibi, İslami rehberlik ve akıllı hatırlatmalarla istikrarlı bir ibadet rutini oluşturun.
ar: ابنِ روتين عبادة ثابتًا مع رابعة عبر الأدعية اليومية وتتبع الذكر والإرشاد الإسلامي والتذكيرات الذكية.
de: Baue mit Rabia durch tägliche Duas, Dhikr-Tracking, islamische Begleitung und smarte Erinnerungen eine beständige Anbetungsroutine auf.
en: Build a steady worship routine with Rabia through daily duas, dhikr tracking, Islamic guidance, and smart reminders.
es: Construye una rutina espiritual constante con Rabia mediante duas diarias, seguimiento del dhikr, guía islámica y recordatorios inteligentes.
fa: با رابعه و با کمک دعاهای روزانه، پیگیری ذکر، راهنمایی اسلامی و یادآورهای هوشمند، یک برنامه عبادی پایدار بساز.
fr: Construisez une routine d’adoration stable avec Rabia grâce aux duas quotidiennes, au suivi du dhikr, à l’accompagnement islamique et aux rappels intelligents.
id: Bangun rutinitas ibadah yang konsisten bersama Rabia melalui doa harian, pelacakan zikir, panduan Islami, dan pengingat cerdas.
ms: Bina rutin ibadah yang konsisten bersama Rabia melalui doa harian, penjejakan zikir, panduan Islam dan peringatan pintar.
ru: Выстраивайте устойчивый ритм поклонения с Rabia через ежедневные дуа, отслеживание зикра, исламское наставление и умные напоминания.
ur: روزانہ دعاؤں، ذکر ٹریکنگ، اسلامی رہنمائی اور اسمارٹ یاددہانیوں کے ساتھ Rabia کے ذریعے ایک مستقل عبادتی معمول بنائیں۔

# onboarding_page_rabia_title
source: Günlük Dua & Rabia
ar: دعاء يومي ورابعة
de: Tägliches Dua & Rabia
en: Daily Dua & Rabia
es: Dua diaria y Rabia
fa: دعای روزانه و رابعه
fr: Dua quotidien & Rabia
id: Doa Harian & Rabia
ms: Doa Harian & Rabia
ru: Ежедневная дуа и Rabia
ur: روزانہ دعا اور Rabia

# onboarding_rabia_daily_motivation_title
source: Rabia'dan günlük motivasyon
ar: دافع يومي من رابعة
de: Tägliche Motivation von Rabia
en: Daily motivation from Rabia
es: Motivación diaria de Rabia
fa: انگیزه روزانه از رابعه
fr: Motivation quotidienne de Rabia
id: Motivasi Harian dari Rabia
ms: Motivasi Harian daripada Rabia
ru: Ежедневная мотивация от Rabia
ur: Rabia کی روزانہ حوصلہ افزائی

# onboarding_rabia_final_touch_title
source: Rabia'dan son dokunuş
ar: لمسة أخيرة من رابعة
de: Ein letzter Impuls von Rabia
en: A final touch from Rabia
es: Un toque final de Rabia
fa: لمس آخر از رابعه
fr: Une touche finale de Rabia
id: Sentuhan Akhir dari Rabia
ms: Sentuhan Akhir daripada Rabia
ru: Последний штрих от Rabia
ur: Rabia کی آخری رہنمائی

# onboarding_rabia_intro_long_1
source: Esselâmü aleyküm, ben Rabia. Bu uygulamada zikirlerini düzenli takip etmen, günlük dualarını ihmal etmeden sürdürmen ve manevi hayatını daha istikrarlı hale getirmen için sana rehber olacağım. Niyetini taze tut, küçük adımları bereketli bir düzene birlikte dönüştürelim.
ar: السلام عليكم، أنا رابعة. في هذا التطبيق سأرافقك لتتابع ذكرك بانتظام، وتحافظ على أدعيتك اليومية، وتجعل حياتك الروحية أكثر ثباتًا. جدّد نيتك، ولنحوّل الخطوات الصغيرة إلى روتين مبارك معًا.
de: Assalamu alaikum, ich bin Rabia. In dieser App begleite ich dich dabei, deinen Dhikr regelmäßig zu verfolgen, deine täglichen Duas beizubehalten und dein spirituelles Leben beständiger zu machen. Halte deine Absicht lebendig, und lass uns kleine Schritte gemeinsam in eine gesegnete Routine verwandeln.
en: Assalamu alaikum, I am Rabia. In this app, I will guide you so you can track your dhikr regularly, keep up with your daily duas, and make your spiritual life more consistent. Keep your intention fresh, and let us turn small steps into a blessed routine together.
es: As-salamu alaykum, soy Rabia. En esta app te acompañaré para que sigas tu dhikr con constancia, mantengas tus duas diarias y hagas tu vida espiritual más estable. Mantén viva tu intención y convirtamos juntos los pequeños pasos en una rutina bendecida.
fa: السلام علیکم، من رابعه هستم. در این برنامه همراهت هستم تا ذکر خود را منظم دنبال کنی، دعاهای روزانه‌ات را حفظ کنی و زندگی معنوی‌ات را باثبات‌تر سازی. نیتت را تازه نگه دار تا با هم قدم‌های کوچک را به یک عادت پربرکت تبدیل کنیم.
fr: Assalamu alaikum, je suis Rabia. Dans cette app, je vous accompagnerai pour suivre votre dhikr avec régularité, préserver vos duas quotidiennes et rendre votre vie spirituelle plus stable. Gardez votre intention vivante et transformons ensemble les petits pas en une routine bénie.
id: Assalamu alaikum, saya Rabia. Di aplikasi ini saya akan mendampingi Anda agar dapat mengikuti zikir secara teratur, menjaga doa harian, dan membuat kehidupan spiritual lebih konsisten. Jaga niat Anda tetap segar, dan mari ubah langkah kecil menjadi rutinitas yang penuh berkah bersama.
ms: Assalamu alaikum, saya Rabia. Dalam aplikasi ini saya akan membimbing anda supaya anda dapat menjejaki zikir dengan teratur, menjaga doa harian, dan menjadikan kehidupan rohani lebih konsisten. Segarkan niat anda, dan marilah kita ubah langkah kecil menjadi rutin yang diberkati bersama.
ru: Ассаляму алейкум, я Rabia. В этом приложении я помогу вам регулярно вести зикр, не упускать ежедневные дуа и сделать духовную жизнь более устойчивой. Храните свежесть намерения, и давайте вместе превратим маленькие шаги в благословенный ритм.
ur: السلام علیکم، میں Rabia ہوں۔ اس ایپ میں میں آپ کی رہنمائی کروں گی تاکہ آپ باقاعدگی سے ذکر کریں، اپنی روزانہ دعاؤں کو جاری رکھیں اور اپنی روحانی زندگی میں زیادہ استحکام لائیں۔ اپنی نیت کو تازہ رکھیں، اور آئیے چھوٹے قدموں کو مل کر ایک بابرکت معمول بنائیں۔

# onboarding_rabia_intro_long_2
source: Bugün az da olsa devamlı bir zikirle başlayalım. Bu uygulama sana günün duasını, manevi tavsiyeleri ve hatırlatmaları tek yerde sunarak kalbini diri tutmana yardımcı olur. Düzenli ibadet, istikrar ve iç huzur için birlikte ilerleyelim inşallah.
ar: لنبدأ اليوم بذكر صغير لكنه ثابت. يساعدك هذا التطبيق على إبقاء قلبك حيًا من خلال جمع دعاء اليوم والإرشاد الروحي والتذكيرات في مكان واحد. إن شاء الله، لنتقدّم معًا نحو عبادة ثابتة واتساق وسكينة داخلية.
de: Lass uns heute mit einem kleinen, aber beständigen Dhikr beginnen. Diese App hilft dir, dein Herz lebendig zu halten, indem sie Dua des Tages, spirituelle Begleitung und Erinnerungen an einem Ort vereint. InshaAllah gehen wir gemeinsam weiter zu beständiger Anbetung, Kontinuität und innerer Ruhe.
en: Let us begin today with a small but steady dhikr. This app helps keep your heart alive by bringing together the dua of the day, spiritual guidance, and reminders in one place. InshaAllah, let us move forward together for steady worship, consistency, and inner peace.
es: Empecemos hoy con un dhikr pequeño pero constante. Esta app te ayuda a mantener vivo el corazón reuniendo la dua del día, guía espiritual y recordatorios en un solo lugar. InshaAllah, avancemos juntos hacia una adoración constante, continuidad y paz interior.
fa: بیایید امروز را با ذکری کوتاه اما پیوسته آغاز کنیم. این برنامه با گردآوردن دعای روز، راهنمایی معنوی و یادآورها در یک جا به زنده نگه داشتن دل کمک می‌کند. ان‌شاءالله با هم به سوی عبادتی مداوم، ثبات و آرامش درونی پیش برویم.
fr: Commençons aujourd’hui par un dhikr court mais constant. Cette app aide à garder le cœur vivant en réunissant la dua du jour, l’accompagnement spirituel et les rappels en un seul endroit. InshaAllah, avançons ensemble vers une adoration stable, la constance et la paix intérieure.
id: Mari mulai hari ini dengan zikir yang kecil namun konsisten. Aplikasi ini membantu menjaga hati tetap hidup dengan menghadirkan doa hari ini, panduan spiritual, dan pengingat di satu tempat. InsyaAllah, mari melangkah bersama menuju ibadah yang konsisten dan ketenangan batin.
ms: Mari kita mulakan hari ini dengan zikir yang kecil tetapi konsisten. Aplikasi ini membantu menghidupkan hati dengan menghimpunkan doa harian, panduan rohani dan peringatan di satu tempat. Insya-Allah, marilah kita melangkah bersama menuju ibadah yang konsisten dan ketenangan jiwa.
ru: Давайте начнем этот день с малого, но постоянного зикра. Это приложение помогает поддерживать живость сердца, объединяя дуа дня, духовное наставление и напоминания в одном месте. ИншаАллах, будем вместе двигаться к устойчивому поклонению, постоянству и внутреннему покою.
ur: آئیے آج ایک مختصر مگر مسلسل ذکر سے آغاز کریں۔ یہ ایپ دن کی دعا، روحانی رہنمائی اور یاددہانیوں کو ایک جگہ جمع کر کے دل کو زندہ رکھنے میں مدد دیتی ہے۔ ان شاء اللہ، ہم مل کر ثابت عبادت، تسلسل اور باطنی سکون کی طرف بڑھیں۔

# onboarding_rabia_intro_long_3
source: Her gün aynı kararlılıkla devam etmek, manevi yolculuğun en güçlü tarafıdır. Burada namaz takibini, zikir hedeflerini, günlük notlarını ve Rabia'nın rehberliğini bir arada bulacaksın. Allah niyetini hayra çevirsin, istikametini kuvvetlendirsin.
ar: الاستمرار كل يوم بالعزم نفسه هو أقوى ما في الرحلة الروحية. هنا ستجد تتبع الصلاة، وأهداف الذكر، والملاحظات اليومية، وإرشاد رابعة في مكان واحد. نسأل الله أن يوجّه نيتك إلى الخير ويقوّي ثباتك.
de: Jeden Tag mit derselben Entschlossenheit weiterzugehen, ist die stärkste Seite der spirituellen Reise. Hier findest du Gebets-Tracking, Dhikr-Ziele, tägliche Notizen und Rabias Begleitung an einem Ort. Möge Allah deine Absicht zum Guten lenken und deine Standhaftigkeit stärken.
en: Continuing each day with the same resolve is the strongest part of the spiritual journey. Here you will find prayer tracking, dhikr goals, daily notes, and Rabia's guidance together. May Allah turn your intention toward goodness and strengthen your steadfastness.
es: Continuar cada día con la misma determinación es la parte más fuerte del camino espiritual. Aquí encontrarás seguimiento de la oración, metas de dhikr, notas diarias y la guía de Rabia en un solo lugar. Que Allah oriente tu intención hacia el bien y fortalezca tu firmeza.
fa: ادامه دادن هر روز با همان عزم، نیرومندترین بخش سفر معنوی است. اینجا پیگیری نماز، هدف‌های ذکر، یادداشت‌های روزانه و راهنمایی رابعه را یکجا خواهی یافت. خدا نیتت را به سوی خیر بگرداند و استواری‌ات را افزون کند.
fr: Continuer chaque jour avec la même détermination est la plus grande force du chemin spirituel. Ici, vous trouverez le suivi de la prière, les objectifs de dhikr, les notes quotidiennes et l’accompagnement de Rabia au même endroit. Qu’Allah dirige votre intention vers le bien et renforce votre constance.
id: Melanjutkan setiap hari dengan tekad yang sama adalah bagian terkuat dari perjalanan spiritual. Di sini Anda akan menemukan pelacakan salat, target zikir, catatan harian, dan bimbingan Rabia di satu tempat. Semoga Allah mengarahkan niat Anda kepada kebaikan dan menguatkan keteguhan Anda.
ms: Meneruskan setiap hari dengan tekad yang sama ialah bahagian terkuat dalam perjalanan rohani. Di sini anda akan menemui penjejakan solat, sasaran zikir, nota harian dan bimbingan Rabia di satu tempat. Semoga Allah mengarahkan niat anda kepada kebaikan dan menguatkan keteguhan anda.
ru: Продолжать каждый день с той же решимостью — самая сильная часть духовного пути. Здесь вы найдете отслеживание молитвы, цели зикра, ежедневные заметки и наставление Rabia в одном месте. Пусть Аллах направит ваше намерение к благу и укрепит стойкость.
ur: ہر دن اسی عزم کے ساتھ جاری رہنا روحانی سفر کا مضبوط ترین پہلو ہے۔ یہاں آپ کو نماز ٹریکنگ، ذکر کے اہداف، روزانہ نوٹس اور Rabia کی رہنمائی ایک ہی جگہ ملے گی۔ اللہ آپ کی نیت کو خیر کی طرف موڑے اور آپ کی ثابت قدمی کو مضبوط کرے۔

# onboarding_rabia_intro_title
source: Rabia'dan hoş geldin
ar: ترحيب من رابعة
de: Willkommen von Rabia
en: Welcome from Rabia
es: Bienvenida de Rabia
fa: خوش‌آمد از سوی رابعه
fr: Bienvenue de Rabia
id: Sambutan dari Rabia
ms: Sambutan daripada Rabia
ru: Приветствие от Rabia
ur: Rabia کی خوش آمدید

# onboarding_rabia_subtitle
source: Rabia size dua, zikir ve manevi konularda rehberlik eder.
ar: ترشدك رابعة في الصلاة والذكر والموضوعات الروحية.
de: Rabia begleitet dich bei Gebet, Dhikr und spirituellen Themen.
en: Rabia guides you in prayer, dhikr, and spiritual topics.
es: Rabia te guía en la oración, el dhikr y los temas espirituales.
fa: رابعه شما را در دعا، ذکر و موضوعات معنوی راهنمایی می‌کند.
fr: Rabia vous guide dans la prière, le dhikr et les sujets spirituels.
id: Rabia membimbing Anda dalam doa, dhikr, dan topik spiritual.
ms: Rabia membimbing anda dalam doa, zikir dan topik rohani.
ru: Рабия помогает вам в молитве, зикре и духовных вопросах.
ur: رابعہ آپ کی دعا، ذکر اور روحانی موضوعات میں رہنمائی کرتی ہے۔

# onboarding_rabia_title
source: Rabia Manevi Rehber
ar: رابعة المرشدة الروحية
de: Rabia, spirituelle Begleiterin
en: Rabia Spiritual Guide
es: Guía espiritual de Rabia
fa: راهنمای معنوی رابعه
fr: Guide spirituel Rabia
id: Panduan Spiritual Rabia
ms: Panduan Rohani Rabia
ru: Духовный наставник Рабия
ur: رابعہ روحانی رہنما

# onboarding_rabia_welcome_message
source: Esselâmü aleyküm, ben Rabia. Bu uygulamada zikirlerini düzenli takip etmen, dualarını güçlendirmen ve günlük ibadet ritmini huzurla sürdürmen için sana adım adım eşlik edeceğim.
ar: السلام عليكم، أنا رابعة. في هذا التطبيق سأرافقك خطوة بخطوة لتتابع ذكرك بانتظام، وتقوّي أدعيتك، وتواصل إيقاع عبادتك اليومية بسكينة.
de: Assalamu alaikum, ich bin Rabia. In dieser App begleite ich dich Schritt für Schritt, damit du deinen Dhikr regelmäßig verfolgst, deine Duas stärkst und deinen täglichen Rhythmus der Anbetung in Ruhe fortsetzt.
en: Assalamu alaikum, I am Rabia. In this app, I will guide you step by step so you can track your dhikr regularly, strengthen your duas, and continue your daily worship rhythm with peace.
es: As-salamu alaykum, soy Rabia. En esta app te acompañaré paso a paso para que sigas tu dhikr con constancia, fortalezcas tus duas y mantengas tu ritmo diario de adoración con serenidad.
fa: السلام علیکم، من رابعه هستم. در این برنامه قدم‌به‌قدم همراهت هستم تا ذکر خود را منظم دنبال کنی، دعاهایت را تقویت کنی و ریتم عبادی روزانه‌ات را با آرامش ادامه دهی.
fr: Assalamu alaikum, je suis Rabia. Dans cette app, je vous accompagnerai pas à pas pour suivre votre dhikr avec régularité, renforcer vos duas et poursuivre votre rythme quotidien d’adoration avec paix.
id: Assalamu alaikum, saya Rabia. Di aplikasi ini saya akan mendampingi Anda langkah demi langkah agar dapat mengikuti zikir secara teratur, menguatkan doa, dan menjaga ritme ibadah harian dengan tenang.
ms: Assalamu alaikum, saya Rabia. Dalam aplikasi ini saya akan menemani anda langkah demi langkah agar anda dapat mengikuti zikir dengan teratur, menguatkan doa, dan meneruskan ritma ibadah harian dengan tenang.
ru: Ассаляму алейкум, я Rabia. В этом приложении я буду рядом шаг за шагом, чтобы вы регулярно вели зикр, укрепляли свои дуа и продолжали ежедневный ритм поклонения со спокойствием.
ur: السلام علیکم، میں Rabia ہوں۔ اس ایپ میں میں قدم بہ قدم آپ کی رہنمائی کروں گی تاکہ آپ باقاعدگی سے ذکر کریں، اپنی دعاؤں کو مضبوط کریں اور اپنے روزانہ کے عبادتی معمول کو سکون کے ساتھ جاری رکھیں۔

# onboarding_skip
source: Atla
ar: تخطي
de: Überspringen
en: Skip
es: Omitir
fa: رد کردن
fr: Passer
id: Lewati
ms: Langkau
ru: Пропустить
ur: چھوڑیں

# onboarding_tesbih_subtitle
source: Zikrinizi düzenli takip edin ve manevi istikrarınızı koruyun.
ar: تابع ذكرك بانتظام وحافظ على ثباتك الروحي.
de: Behalte deinen Dhikr regelmäßig im Blick und bewahre deine spirituelle Beständigkeit.
en: Track your dhikr regularly and maintain your spiritual consistency.
es: Sigue tu dhikr con regularidad y mantén tu constancia espiritual.
fa: ذکر خود را منظم پیگیری کنید و پیوستگی معنوی خود را حفظ کنید.
fr: Suivez votre dhikr régulièrement et préservez votre constance spirituelle.
id: Ikuti dhikr Anda secara teratur dan jaga konsistensi spiritual Anda.
ms: Jejaki zikir anda secara konsisten dan kekalkan keteguhan rohani anda.
ru: Регулярно отслеживайте свой зикр и сохраняйте духовную устойчивость.
ur: اپنے ذکر کو باقاعدگی سے جاری رکھیں اور اپنی روحانی ثابت قدمی برقرار رکھیں۔

# onboarding_tesbih_title
source: Tesbihat
ar: التسبيحات
de: Tasbihat
en: Tasbihat
es: Tasbihat
fa: تسبیحات
fr: Tasbihat
id: Tasbihat
ms: Tasbihat
ru: Тасбихат
ur: تسبیحات

# onerilen_dualalar
source: Önerilen dualar
ar: أدعية مقترحة
de: Empfohlene Duas
en: Recommended duas
es: Du'as recomendadas
fa: دعاهای پیشنهادی
fr: Du'as recommandées
id: Doa yang direkomendasikan
ms: Doa yang disyorkan
ru: Рекомендуемые дуа
ur: تجویز کردہ دعائیں
